andrsdc.base16-themes
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fwcd.kotlin
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
orta.vscode-jest
redhat.java
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
