{
  "ale": { "branch": "master" },
  "base16-nvim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tmuxline.vim": { "branch": "master" },
  "vim-clojure-static": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fireplace": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-go": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsdoc": { "branch": "master" },
  "vim-log-syntax": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-relativity": { "branch": "dev" },
  "vim-repeat": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" }
}
